Repository: dmusilcz/reminder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: <p>Our Privacy Policy was last updated on 11 January 2021. It governs the privacy terms of our website, located at neverexpire.net, and the tools we provide you (the "Website" or the "Service"). Any capitalized terms not defined in our Privacy Policy, have the meaning as specified in our Terms of Use accessible at our Website. <h5>Your Privacy</h5> <p>Our Website follows all legal requirements to protect your privacy. Our Privacy Policy is a legal statement that explains how we may collect information from you and how treat it. You will see terms in our Privacy Policy that are capitalized. These terms have meanings as described in the Definitions section below.</p> <h5>Definitions</h5> <ul> <li><b>Personal Data:</b> Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession). <li><b>Usage Data:</b> Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit). <li><b>Cookies:</b> Cookies are small pieces of data stored on a device of User. <li><b>Data Controller:</b> Data Controller means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed. For the purpose of this Privacy Policy, we are a Data Controller of your data. <li><b>Data Processors (or Service Providers):</b> Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller. We may use the services of various Service Providers in order to process your data more effectively. <li><b>Data Subject:</b> Data Subject is any living individual who is the subject of Personal Data. <li><b>User:</b> The User is the individual using our Service. The User corresponds to the Data Subject, who is the subject of Personal Data. </ul> <h5>Information Collection And Use</h5> <p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> <h6>Types of Data Collected</h6> <ul> <li><b>Personal Data</b><br> <p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you ("Personal Data"). Personally identifiable information may include, but is not limited to: Email address, Name, Address, State, Province, ZIP/Postal code, City, Cookies and Usage Data.</p> <p>We may use your Personal Data to contact you with newsletters and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p> <li><b>Usage Data</b><br> <p>We may also collect information how the Service is accessed and used ("Usage Data"). This Usage Data may include information such as the Internet Protocol address of your computer (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p> <li><b>Tracking & Cookies Data</b><br> <p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p> <p>Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p> <p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.</p> <p>Examples of Cookies we use: session cookies (we use these cookies to operate our Service) and preference cookies (we use these cookies to remember your preferences and various settings).</p> </ul> <h5>Use of Data</h5> <p>We use the collected data for various purposes: <ul> <li>To provide and maintain our Service <li>To notify you about changes to our Service <li>To allow you to participate in interactive features of our Service when you choose to do so <li>To provide customer support <li>To gather analysis or valuable information so that we can improve our Service <li>To monitor the usage of our Service <li>To detect, prevent and address technical issues <li>To provide you with news, special offers and general information about other goods unless you have opted not to receive such information </ul> <p>Any information provided by you or under your user account to NeverExpire is not knowingly shared with anyone but you except cases mentioned in our Privacy Policy. Other Service users are not able to access any information provided by you or under your user account except the website Administrators.</p> <h5>Retention of Data</h5> <p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p> <p>We will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p> <h5>Transfer Of Data</h5> <p>Your information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p> <p>We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p> <p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p> <h5>Disclosure Of Data</h5> <ul> <li><b>Disclosure for Law Enforcement.</b> Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).</li> </ul> <h5>Security Of Data</h5> <p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100%% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> <h5>Legal Basis for Processing Personal Data Under General Data Protection Regulation (GDPR)</h5> <p>If you are from the European Economic Area (EEA), NeverExpire legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.</p> <p>NeverExpire may process your Personal Data because:</p> <ul> <li>You have given us permission to do so <li>The processing is in our legitimate interests and it is not overridden by your rights <li>To comply with the law </ul> <h5>Service Providers</h5> <p>We may employ third party companies and individuals to facilitate our Service ("Service Providers"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p> <p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> <h5>Analytics</h5> <p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p> <ul> <li><b>Google Analytics</b> <p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.</p> <p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p> <p>For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page: http://www.google.com/intl/en/policies/privacy/</p> </ul> <h5>Links To Other Sites</h5> <p>Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that site. We strongly advise you to review the Privacy Policy of every site you visit.</p> <p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> <h5>Changes To This Privacy Policy</h5> <p>We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.</p> <p>You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.</p> <h5>Contact Us</h5> <p>If you have any questions about this Privacy Policy, please contact us by using the contact information we provided on our Contact page.</p>
cs: <p>Naše Zásady ochrany osobních údajů byly naposledy updatovány 11.1.2021. Určují zásady ochrany osobních údajů na naší stránce, umístěné na neverexpire.net, a nástroje, které vám poskytují (the "Stránku" či "Službu"). Jakékoli použité názvy či termíny, které nejsou definované v našich Zásadách ochrany osobních údajů, mají takový význam jak je specifikován v našich Podmínkách použití na naší stránce. <h5>Vaše soukromí</h5> <p>Naše stránka následuje všechny právní požadavky na ochranu vašeho soukromí. Naše Zásady ochrany osobních údajů jsou právní oznámení vysvětlující způsob jakým sbíráme vaše informace a jak s nimi zacházíme. Některé názvy či termíny, které zde najdete, jsou zvýrazněny velkými písmeny. Tyto termíny mají význam vysvětlen v sekci Definice níže.</p> <h5>Definice</h5> <ul> <li><b>Osobní Data:</b> Osobní Data znamená data týkající se jednotlivce, kterého lze těmito daty identifikovat (ať už z těchto informací či jiných informací které máme k dispozici, či které se k nám mohou dostat. <li><b>Data o Použití:</b> Data o Použití jsou data sbíraná automaticky buď vygenerovaná používáním Služby či infrastruktury Služby (například trvání návštěvy stránky). <li><b>Cookies:</b> Cookies jsou malé kousky dat uložené na zařízení uživatele. <li><b>Kontroler Dat:</b> Kontroler Dat značí fyzickou či právní osobu, která (ať už přímo či společně s dalšími osobami) určuje účely a způsoby, kterými jakákoli osobní data jsou či budou sbírány. V souvislosti s těmito Zásadami ochrany osobních údajů jsme my Kontrolerem Dat pro vaše data. <li><b>Zpracovatel Dat (či Poskytovatel Služby):</b> Zpracovatel Dat (či Poskytovatel Služby) značí fyzickou či právní osobu, která zpracovává data zastupující Kontrolera Dat. Můžeme použít služeb různých Poskytovatelů Služby za účelem efektivnějšího zpracování vašich dat. <li><b>Datový Subjekt:</b> Datový Subjekt je jakýkoli reálný jednotlivec, který je subjektem Osobních Dat. <li><b>Uživatel:</b> Uživatel je jednotlivec používající naši Službu. Uživatel se shoduje s Datovým Subjektem, který je subjektem Osobních Dat. </ul> <h5>Sbírání a Použití Informací</h5> <p>Sbíráme několik odlišných typů informací pro různé účely kvůli poskytnutí a vylepšení našich služeb pro vás.</p> <h6>Typy Sbíraných Dat</h6> <ul> <li><b>Osobní Data</b><br> <p>Během používání naší služby vás můžeme požádat o poskytnutí konkrétních osobně identifikačních informací které mohou být použití k navázání kontaktu s vámi nebo vaši identifikaci ("Osobní Data"). Osobně identifikační informace mohou obsahovat, ale nejsou limitovány na: E-mailová adresa, Jméno, Adresa, Stát, Oblast, PSČ, Město, Cookies and Data o Použití.</p> <p>Můžeme použít vaše Osobní Data za účelem zasílání novinek a dalších informací které pro vás mohou být zajímavé. Odhlásit se z odběru těchto novinek se můžete kdykoli odkazu k tomuto sloužícímu či instrukcemi poskytnutými v každém e-mailu od nás.</p> <li><b>Data o Používání</b><br> <p>Můžeme také sbírat informace o přístupu ke Službě a jejím používání ("Data o Použití"). Tyto Data o Používání mohou obsahovat informace jako adresa Internetového Protokolu vašeho počítače (tzv. IP adresa), typ prohlížeče, verze prohlížeče, stránky naší služby které navštěvujete, časy a data vašich návštěv, čas strávený na těchto stránkách, unikátní identifikátory zařízení a další diagnostická data.</p> <li><b>Cookies</b><br> <p>Používáme cookies a podobné technologie pro sledování aktivity ohledně naší Služby a udržování určitých informací.</p> <p>Cookies jsou soubory s malým množstvím dat, které mohou obsahovat anonymní unikátní identifikátor. Cookies jsou odeslány vašemu prohlížeči z naší stránky a uloženy na vaše zařízení. Další použité technologie jsou signály, značky, a skripty pro sběr informací a vylepšení a analýzu naší Služby.</p> <p>Můžete nařídit svému prohlížeči odmítnou veškeré cookies či upozornit, když je cookie odeslána. Nicméně pokud nepřijmete cookies, možná nebudete moci využít veškeré funkce naší Služby.</p> <p>Příklady používaných cookies: relační cookies (tyto cookies používáme pro provoz naší Služby) a preferenční cookies (tyto cookies používáme pro zapamatování vašich preferencí a různých nastavení).</p> </ul> <h5>Použití Dat</h5> <p>Používáme posbíráná data za různými účely: <ul> <li>Poskytování naší Služby <li>Vaše upozornění na změny naší Služby <li>Umožnit vám využívat interaktivních funkcí na naší Stránce, když projevíte zájem <li>Poskytnutí uživatelské podpory <li>Sběr analýz či hodnotných informací pro vylepšení naší Služby <li>Monitorování používání naší Služby <li>Detekce, prevence a oprava technických problémů <li>Poskytnou vám novinky, speciální nabídky a všeobecné informace o dalších službách, pokud se nerozhodnete z jejich odběru odhlásit </ul> <p>Veškeré informace, které NeverExpire poskytnete sami nebo prostřednictvím svého účtu není vědomě sdílena s nikým jiným než s vámi s výjimkou případů vyjmenovaných v našich Zásadách ochrany osobních údajů. Ostatní uživatelé Služby nemají přístup k žádným vámi nebo prostřednictvím vašeho účtu poskytnutým údajům mimo administrátory Stránky.</p> <h5>Zadržení Dat</h5> <p>Zadržíme vaše Osobní Data pouze na dobu nezbytně nutnou pro účely vypsané v těchto Zásadách ochrany osobních údajů. Zadržíme a použijeme vaše Osobní data pouze na dobu nutnou k dodržení našich právních závazků (např. pokud jsme nuceni zadržet vaše data kvůli vyhovění zákonu), vyřešení neshod, a vynucení našich právních dohod a opatření.</p> <p>Vaše Data o Použití také zadržíme pro interní analytické účely. Data o použití jsou obvykle zadržena na krátkou dobu, mimo případy kdy jsou tato data použita pro posílení bezpečnosti či vylepšení funkcionality naší Služby, či pokud máme právní povinnost tato data zadržet na delší dobu.</p> <h5>Přenos Dat</h5> <p>Vaše informace, včetně Osobních Dat, mohou být přeneseny - a udržovány - na počítačích mimo vaši zemi, provincii či jinou státní jurisdikci, kde se zákony o ochraně dat mohou lišit od vaší jurisdikce.</p> <p>Provedeme nezbytné kroky, abychom se ujistili, že je s vašimi daty nakládáno bezpečně a v souladu s těmito Zásadami a že se neprobíhá žádný přenos vašich Osobních Dat směrem ku organizaci či zemi, pokud vaše data a další osobní informace nejsou dostatečně zabezpečena.</p> <p>Váš souhlas s těmito Zásadami s následným poskytnutím takovýchto informací představuje váš souhlas s tímto přenosem.</p> <h5>Zveřejnění dat</h5> <ul> <li><b>Zveřejnění pro vymáhání práva.</b> Za určitých okolností můžeme být povinni zveřejnit vaše Osobní Data, je-li to požadováno dle zákona či následkem legitimní žádosti veřejných orgánů (např. soud či státní úřad).</li> </ul> <h5>Zabezpečení Dat</h5> <p>Zabezpečení vašich dat je pro nás důležité, je ale třeba mít na paměti, že žádný způsob přenosu dat přes Internet, či metoda elektronického uložení informací jsou 100%% bezpečné. Ačkoli se snažíme používat komerčně přijatelné prostředky pro zabezpečení vašich Osobních Dat, nemůžeme zaručit jejich naprostou bezpečnost.</p> <h5>Právní základ pro zpracování osobních údajů podle obecného nařízení o ochraně osobních údajů (GDPR)</h5> <p>Pokud jste z Evropské Ekonomické oblasti (EEA), právní základ NeverExpire pro sběr a použití osobních informací popsaný v těchto Zásadách ochrany osobních údajů závisí na Osobních Datech které sbíráme a specifickém kontextu ve kterém je sbíráme.</p> <p>NeverExpire může may zpracovat vaše Osobní Data z následujích důvodů:</p> <ul> <li>Dali jste nám k tomuto svolení <li>Zpracování je v našem právním zájmu a není anulováno vašimi právy <li>V případě podlehnutí zákonům </ul> <h5>Poskytovatelé Služby</h5> <p>Můžeme využít služeb třetí strany pro udržování naší Služby ("Poskytovatelé Služby"), pro poskytování Služby naším jménem, pro provedení činností spojených se Službou či pro asistenci v analýze používání naší Služby.</p> <p>Tyto třetí strany mohou mít přístup k Vašim osobním datům pouze za účelem provedení těchto činností za nás a jsou povinni nezveřejnit či použít je za jakýmkoli jiným účelem.</p> <h5>Analytika</h5> <p>Můžeme využít služeb třetích stran za účelem monitorování a analýzy použité naší Služby.</p> <ul> <li><b>Google Analytics</b> <p>Google Analytics je služba analýzy webu nabízena společností Google umožňující sledovat a reportovat provoz na stránce. Google používá posbíraná data pro sledování a monitorování použití naší Služby. Tato data jsou sdílena s dalšími službami společnosti Google. Google může použít posbíraná data pro contextualizaci a přizpůsobení reklam a její vlastní reklamní sítě.</p> <p>Můžete se odhlásit ze zpřístupnění vaší aktivity instalací Google Analytics odhlašovacího pluginu ve vašem prohlížeči (Google Analytics opt-out browser add-on). Plugin zabraňuje JavaScriptu Google Analytics (ga.js, analytics.js, and dc.js) ve sdílení informací s Google Analytics ohledně vašich návštěv.</p> <p>Pro více informací ohledně praktik společnosti Google spojených se soukromím, navštivte prosím Google Privacy & Terms webovou stránku: http://www.google.com/intl/en/policies/privacy/</p> </ul> <h5>Odkazy na Jiné Stránky</h5> <p>Naše Služba může obsahovat odkazy na jiné stránky které nejsou provozovány námi. Pokud kliknete na odkaz stránky třetí strany, budete přesměrováni na tuto stránku. Silně doporučujeme či přečíst Zásady Ochrany Osobních Údajů každé stránky, kterou navštívíte.</p> <p>Nemáme žádnou kontrolu či zodpovědnost za obsah, praktiky ochrany soukromí, či jiné pratiky jakékoli stránky či služby třetí strany.</p> <h5>Změny těchto Zásad Ochrany Osobních Údajů</h5> <p>Můžeme kdykoli updatovat naše Zásady Ochrany Osobních Údajů. Budeme Vás informovat o změnách těchto zásad tím, že je zveřejníme na této stránce.</p> <p>Doporučujeme si čas od času přečíst tyto zásady kvůli jejich možným změnám. Změny těchto zásad jsou platné od chvíle jejich zveřejnění na této stránce.</p> <h5>Kontaktujte nás</h5> <p>Máte-li jakékoli otázky ohledně těchto zásad, prosím kontaktujte nás použitím kontaktního formuláře na naší stránce Kontakt.</p>

source: Search documents
cs: Hledání dokumentů
