Repository: dmusilcz/reminder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: <p>This web page represents our Terms of Use ("Agreement") regarding 'our' website, 'located" at neverexpire.net. It was last posted on 10 January 2021. The terms, "we" and "our" as used in this Agreement refer to NeverExpire.</p> <p>We may amend this Agreement at any time by posting the amended terms on our Website. We may or may not post notices on the homepage of our Website when such changes occur.</p> <p>We refer to this Agreement, our Privacy Policy accessible at neverexpire.net/privacy_policy, and any other terms, rules, or guidelines on our Website collectively as our "Legal Terms." You explicitly and implicitly agree to be bound by our Legal Terms each time you access our Website. If you do not wish to be so bound, please do not use or access our Website.</p> <h5>Limited License</h5> <p>NeverExpire grants you a non-exclusive, non-transferable, revocable license to access and use our Website, strictly in accordance with our Legal Terms.</p> <h5>Copyrights and Trademarks</h5> <p>Unless otherwise noted, all materials including without limitation, logos, brand names and other materials that appear as part of our Website are intellectual property whether registered or unregistered ("Intellectual Property") owned, controlled or licensed by NeverExpire. Nothing on our Website should be construed as granting, by implication, estoppel or otherwise, any license or right to use any Intellectual Property displayed or used on our Website, without the prior written permission of the Intellectual Property owner. The names and logos of NeverExpire, may not be used in any way, including in advertising or publicity pertaining to distribution of materials on our Website, without prior, written permission from NeverExpire. Fair use of Intellectual Property of NeverExpire requires proper acknowledgment. Other product and company names mentioned in our Website may be the Intellectual Property of their respective owners.</p> <h5>Links to Third-Party Websites</h5> <p>Our Website may contain links to Websites owned or operated by parties other than NeverExpire. Such links are provided for your reference only. NeverExpire does not monitor or control outside Websites and is not responsible for their content. Inclusion of links to an outside website on NeverExpire Website does not imply any endorsement of the material on our Website or, unless expressly disclosed otherwise, any sponsorship, affiliation or association with its owner, operator or sponsor, nor does NeverExpire’s inclusion of the links imply that NeverExpire is authorized to use any trade name, trademark, logo, legal or official seal, or copyrighted symbol that may be reflected in the linked Website.</p> <h5>Content Disclaimer</h5> <p>Postings on our Website are made at such times as NeverExpire determines in its discretion. You should not assume that the information contained on our Website has been updated or otherwise contains current information. NeverExpire does not review past postings to determine whether they remain accurate and information contained in such postings may have been superseded. THE INFORMATION AND MATERIALS IN OUR WEBSITE ARE PROVIDED FOR YOUR REVIEW IN ACCORDANCE WITH THE NOTICES, TERMS AND CONDITIONS SET FORTH HEREIN. THESE MATERIALS ARE NOT GUARANTEED OR REPRESENTED TO BE COMPLETE, CORRECT OR UP TO DATE. THESE MATERIALS MAY BE CHANGED FROM TIME TO TIME WITHOUT NOTICE.</p> <h5>No Warranties; Exclusion of Liability; Indemnification</h5> <p>OUR WEBSITE IS OPERATED BY NeverExpire ON AN "AS IS," "AS AVAILABLE" BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND. TO THE FULLEST EXTENT PERMITTED BY LAW, NeverExpire SPECIFICALLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND TITLE AND NONINFRINGEMENT FOR OUR WEBSITE. NeverExpire SHALL NOT HAVE ANY LIABILITY OR RESPONSIBILITY FOR ANY ERRORS OR OMISSIONS IN THE CONTENT OF OUR WEBSITE, FOR YOUR ACTION OR INACTION IN CONNECTION WITH OUR WEBSITE OR FOR ANY DAMAGE TO YOUR DEVICE OR DATA OR ANY OTHER DAMAGE YOU MAY INCUR IN CONNECTION WITH OUR WEBSITE. YOUR USE OF OUR WEBSITE AND ANY CONTRACTS OR SERVICES ARE AT YOUR OWN RISK. IN NO EVENT SHALL EITHER NeverExpire OR THEIR AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OUR WEBSITE, THE DELAY OR INABILITY TO USE OUR WEBSITE OR OTHERWISE ARISING IN CONNECTION WITH OUR WEBSITE, CONTRACTS OR RELATED SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES.</p> <p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</p> <p>WITHOUT LIMITING THE FOREGOING, NeverExpire DO NOT REPRESENT OR WARRANT THAT THE INFORMATION ON THE WEBITE IS ACCURATE, COMPLETE, RELIABLE, USEFUL, TIMELY OR CURRENT OR THAT OUR WEBSITE WILL OPERATE WITHOUT INTERRUPTION OR ERROR.</p> <p>NeverExpire MAKES NO REPRESENTATION OR GUARANTEES ABOUT ANY CONTRACTS AND SERVICES OFFERED THROUGH OUR WEBSITE.</p>
cs: <p>Tato stránka reprezentuje naše Podmínky použítí ("Souhlas") ve vztahu k 'naší' stránce na neverexpire.net. Naposledy byly updatovány 10.1.2021. Termíny "my" and "naše" při použití na této stránce se vztahují k Neverexpire.</p> <p>Tento Souhlas můžeme kdykoli upravit přidáním upravených podmínek na naši stránku. Nemusíme o změnách Souhlasu sdělovat oznámení na naší domovské stránce.</p> <p>Na tento Souhlas, naše Podmínky použití dostupné na hlavní stránce pod odkazem Zásady ochrany údajů a ostatní podmínky, pravidla či směrnice na naší stránce odkazujeme jako na "Právní podmínky." Plně souhlasíte s našimi Právními podmínkami při každé návštěvě naší stránky. Pokud si nepřejete s nimi souhlasit, stránku nepoužívejte.</p> <h5>Omezení licence</h5> <p>NeverExpire vám dává nevýhradní, nepřenositelnou, odvolatelnou licenci k návštěvě naší stránky, v souladu s našimi Právními podmínkami.</p> <h5>Copyright and Ochranné známky</h5> <p>Pokud není určeno jinak, všechny materiály včetně mj. loga, názvy značky a další materiály objevující se na naší stránce jsou intelektuálním majetkem, ať už registrovaným či neregistrovaným ("Intelektuální Majetek") vlastněný, ovládaný a licencovaný NeverExpire. Nic na naší stránce by nemělo být interpretováno jako svolení, licence či právo na přepoužití Intelektuálního majetku z naší stránky bez přechozího písemného svolení vlastníka Intelektuáního majetku. Jména a loga NeverExpire nesmí být žádným způsobem přepoužity, ať už v reklamě či v publicitě ve vztahu k distribuci materiálů z naší stránky, bez přechozího písemného svolení vlastníka Intelektuáního majetku. Legální přepoužití Intelektuálního majetku NeverExpire vyžaduje řádné potvrzení. Ostatní produkty či názvy společností míněné na naší stránce mohou být Intelektuálním majetkem jiných vlastníků.</p> <h5>Odkazy na stránky třetích stran</h5> <p>Naše stránka může odkazovat na jiné stránky, které jsou vlastněny nebo provozovány jinými stranami než NeverExpire. Takovéto odkazy jsou dostupné pouze pro vaši preferenci. NeverExpire nemá kontrolu nad jinými stránkami a není zodpovedné za jejich obsah. Obsažení těchto odkazů neznamená schválení NeverExpire jakýchkoli materiálů na naší stránce či, není-li to výslovně uvedeno, žádný sponsoring, spolupráciany sponsorship, afiliaci nebo asociaci s jejím vlastníkem, provozovatelem nebo sponzorem. Obsažení ani neznamená oprávnění NeverExpire k použití obchodního jména, trademarku, loga, právní či oficiální značky, či symbolu který by mohl být vyobrazen na odkazované stránce.</p> <h5>Zřeknutí se odpovědnosti za obsah</h5> <p>Časy zveřejňování příspěvků na naší stránce jsou neveřejné. Nelze předpokládat, že zveřejněné informace jsou plně aktuální. NeverExpire zpětně neověřuje příspěvky pro ujištění že jsou aktuální a informace v nich obsažené byly obnoveny. INFORMACE A MATERIÁLY NA NAŠÍ STRÁNCE JSOU POSKYTNUTY PRO VÁS PŘEHLED V SOUHLADU S OZNÁMENÍMI A PODMÍNKAMI ZASTAVENÝMI ZDE. TYTO MATERIÁLY NEZARUČUJÍ JEJICH ÚPLNOST NEBO AKTUÁLNOST. TYTO MATERIÁLY MOHOU BÝT KDYKOLI BEZ UPOZORNĚNÍ.</p> <h5>Bez záruky; Vyloučení odpovědnosti; Odškodnění</h5> <p>NAŠE STRÁNKA JE PROVOZOVÁNA NeverExpire ZPŮSOBEM "K DISPOZICI VE STAVU, V JAKÉM JE", BEZ REPREZENTACÍ NEBO ZÁRUK. DO MAXIMÁLNÍCH MOŽNOSTÍ POVOLENÝCH ZÁKONEM, NeverExpire SE SPECIFICKY ZŘÍKÁ VŠECH ZÁRUK A PODMÍNEK , VČETNĚ VŠECH ZÁRUK A PODMÍNEK PRODEJNOSTI , VHODNÝCH PRO SPECIFICKÝ ÚČEL, JMEN A PROPOJENÍ S NAŠÍ STRÁNKOU. NeverExpire NENESE ŽÁDNOU ZODPOVĚDNOST ZA JAKÉKOLI CHYBY V SOUVISLOSTI S NAŠÍ STRÁNKOU, VAŠI INTERAKCI VE SPOJENÍ S NAŠÍ STRÁNKOU ČI JINOU ŠKODU ZPŮSOBENOU VAŠEMU ZAŘÍZENÍ ČI MAJETKU, NEBO ZA JINOU ŠKODU VYVOZENOU V SOUVISLOSTI Z NAŠÍ STRÁNKOU. POUŽITÍ NAŠÍ STRÁNKY A OSTATNÍCH SLUŽEB S NÍ SPOJENÝCH JE NA VAŠE VLASTNÍ RIZIKO. V ŽÁDNÉM PŘÍPADĚ NEMŮŽE NeverExpire BÝT ZODPOVĚDNÉ ZA JAKÉKOLI PŘÍMÉ, NEPŘÍMÉ, TRESTNÉ, VEDLEJŠÍ, ZVLÁŠTNÍ ČI NÁSLEDNÉ ŠKODY VZNIKLÉ NEBO JAKÝMKOLI ZPŮSOBEM SPJATÉ S POUŽITÍM NAŠÍ STRÁNKY, ZPOŽDĚNÍM NEBO NEMOŽNOSTÍ POUŽÍT NAŠI STRÁNKU ČI JINAK SPJATOU S NAŠÍ STRÁNKOU, SMLOUVAMI ČI SPOJENÝMI SLUŽBAMI, AŤ UŽ ZALOŽENÝMI NA SMLOUVĚ, PŘEČINU, PŘÍMÉ ZODPOVĚDNOSTI ATD.</p> <p>NĚKTERÉ JURISDIKCE NEUMOŽŇUJÍ VYLOUČENÍ NEBO OMEZENÍ VEDLEJŠÍCH ČI NÁSLEDNÝCH ŠKOD, TUDÍŽ VÁŠE UVEDENÉ SE NA VÁS NEMUSÍ VZTAHOVAT.</p> <p>BEZ OMEZENÍ PŘEDCHOZÍHO, NeverExpire NEREPREZENTUJE ČI NEGARANTUJE ŽE INFORMACE NA TÉTO STRÁNCE JSOU PŘESNÉ, ÚPLNÉ, AKTUÁLNÍ, SPOLEHLIVÉ, UŽITEČNÉ, ČI ŽE NAŠE STRÁNKA BUDE DOSTUPNÁ BEZ PŘERUŠENÍ ČI CHYB.</p> <p>NeverExpire NEREPREZENTUJE A NEPOSKYTUJE ŽÁDNÉ ZÁRUKY NA JAKÉKOLI KONTRAKTY A SLUŽBY NABÍDNUTÉ PROSTŘEDNICTVÍM NAŠÍ STRÁNKY.</p>

source: <p>Hello <b>%(username)s</b>, sending you an expiration reminder for some of your documents:</p>
cs: <p>Dobrý den, <b>%(username)s</b>, posíláme Vám připomínku expirace některých Vašich dokumentů:</p>

source: Document name
cs: Název dokumentu

source: Expiration date
cs: Datum expirace

source: Days to expiration
cs: Dnů do expirace

source: <p>Make sure you don't forget to renew them before they expire!</p><br> <p>To unsubscribe or change your email reminders preferences, visit <a href='https://www.neverexpire.net/docs/'>this link</a>.</p><br> <p>Sincerely, The NeverExpire Team</p><br>
cs: <p>Ujistěte se, že je obnovíte včas, ať nevyexpirují!</p><br> <p>Pro odhlášení nebo změnu Vašich emailových preferencí navštivte <a href='https://www.neverexpire.net/docs/'>tento odkaz</a>.</p><br> <p>S pozdravem, tým NeverExpire</p>

source: Hello %(username)s, sending you an expiration reminder for some of your documents:
cs: Dobrý den, %(username)s, posíláme Vám připomínku expirace některých Vašich dokumentů:

source: Make sure you don't forget to renew them before they expire! To unsubscribe or change your email reminders preferences, visit this link: www.neverexpire.net/docs/ Sincerely, The NeverExpire Team
cs: Ujistěte se, že je obnovíte včas, ať nevyexpirují! Pro odhlášení nebo změnu Vašich emailových preferencí navštivte tento odkaz: www.neverexpire.net/docs/ S pozdravem, tým NeverExpire

source: <p>Hello <b>%(username)s</b>, welcome to NeverExpire! You are now ready to save your documents and choose when to be reminded of their expiration.</p><br> <p>Please follow the instructions below so you don't miss your email reminders in case some of our emails get delivered to SPAM/Promotions/other non-primary folder where you might miss them.</p><br> <p>For Gmail:</p> <ol> <li>If present, click the 'Report not spam' button</li> <li>Find the email in your inbox again and open it</li> <li>Click the three bullets button ('More') in the top of this email</li> <li>Select 'Filter messages like these'</li> <li>Click 'Create filter'</li> <li>Check 'Never send it to Spam'</li> <li>Check 'Categorize as' and select 'Primary' from the dropdown list</li> <li>Check 'Also apply filter to X matching conversations'</li> <li>Click 'Create filter'</li> </ol>
cs: <p>Dobrý den, <b>%(username)s</b>, vítá Vás NeverExpire! Nyní si můžete uložit své dokumenty a zvolit si, kdy Vám máme připomenout jejich expiraci.</p><br> <p>Následujte prosím instrukce níže, ať Vám od nás neunikne žádná email připomínka v případě, že některé naše emaily budou zařazeny do SPAMu/Promoakcí/jiné složky mimo Vaši primární složku pro přijaté emaily.</p><br> <p>Gmail:</p> <ol> <li>Pokud je přítomné, klikněte na tlačítko 'Nejde o spam'</li> <li>Najděte znovu tento email v přijatých emailech a otevřete jej</li> <li>Klikněte na tlačítko se třemi tečkami ('Další') v horní části tohoto emailu</li> <li>Zvolte 'Filtrovat podobné zprávy'</li> <li>Klikněte na 'Vytvořit filtr'</li> <li>Zaškrtněte 'Nikdy neposílat do složky Spam'</li> <li>Zaškrtněte 'Zařadit do kategorie:' a zvolte 'Primární' z rozbalovacího menu</li> <li>Zaškrtněte 'Použít filtr také na X odpovídající konverzace'</li> <li>Kliněte na 'Vytvořit filtr'</li> </ol>

source: <p>If you don't find similar option in your mailbox, some providers allow to add 'noreply@neverexpire.net' as a trustworthy email address to avoid miscategorization of emails from this address.</p><br> <p>We hope you will enjoy NeverExpire!</p><br> <p>To unsubscribe or change your email reminders preferences, visit <a href='https://www.neverexpire.net/docs/'>this link</a>.</p><br> <p>Sincerely, The NeverExpire Team</p><br>
cs: <p>Pokud jste ve své schránce nenašli podobné nastavení, někteří poskytovatelé umožňují přidat adresu 'noreply@neverexpire.net' jako důvěryhodnou, aby bylo možné se vyhnout nesprávnému zařazení emailů od tohoto odesilatele.</p><br> <p>Věříme, že se Vám NeverExpire bude líbit!</p><br> <p>Pro odhlášení nebo změnu Vašich emailových preferencí navštivte <a href='https://www.neverexpire.net/docs/'>tento odkaz</a>.</p><br> <p>S pozdravem, tým NeverExpire</p>

source: Hello %(username)s, welcome to NeverExpire! You are now ready to save your documents and choose when to be reminded of their expiration. Please follow the instructions below so you don't miss your email reminders in case some of our emails get delivered to SPAM/Promotions/other non-primary folder where you might miss them. For Gmail: 1. If present, click the 'Report not spam' button 2. Find the email in your inbox again and open it 3. Click the three bullets button ('More') in the top of this email 4. Select 'Filter messages like these' 5. Click 'Create filter' 6. Check 'Never send it to Spam' 7. Check 'Categorize as' and select 'Primary' from the dropdown list 8. Check 'Also apply filter to X matching conversations' 9. Click 'Create filter'
cs: Dobrý den, %(username)s, vítá Vás NeverExpire! Nyní si můžete uložit své dokumenty a zvolit si, kdy Vám máme připomenout jejich expiraci. Pokud jste ale tento email obdrželi do SPAMu/Promoakcí/jiné složky mimo Vaši primární složku pro přijaté emaily, následujte prosím instrukce níže, ať Vám od nás neunikne žádná email připomínka. Gmail: 1. Pokud je přítomné, klikněte na tlačítko 'Nejde o spam'2. Najděte znovu tento email v přijatých emailech a otevřete jej3. Klikněte na tlačítko se třemi tečkami ('Další') v horní části tohoto emailu 4. Zvolte 'Filtrovat podobné zprávy' 5. Klikněte na 'Vytvořit filtr' 6. Zaškrtněte 'Nikdy neposílat do složky Spam' 7. Zaškrtněte 'Zařadit do kategorie:' a zvolte 'Primární' z rozbalovacího menu 8. Zaškrtněte 'Použít filtr také na X odpovídající konverzace' 9. Kliněte na 'Vytvořit filtr'

source: If you don't find similar option in your mailbox, some providers allow to add 'noreply@neverexpire.net' as a trustworthy email address to avoid miscategorization of emails from this address. We hope you will enjoy NeverExpire! To unsubscribe or change your email reminders preferences, visit this link: www.neverexpire.net/docs/ Sincerely, The NeverExpire Team
cs: Pokud jste ve své schránce nenašli podobné nastavení, někteří poskytovatelé umožňují přidat adresu 'noreply@neverexpire.net' jako důvěryhodnou, aby bylo možné se vyhnout nesprávnému zařazení emailů od tohoto odesilatele. Věříme, že se Vám NeverExpire bude líbit! Pro odhlášení nebo změnu Vašich emailových preferencí navštivte tento odkaz: www.neverexpire.net/docs/ S pozdravem, tým NeverExpire

source: Document added
cs: Dokument přidán

source: Document updated
cs: Dokument upraven

source: Document deleted
cs: Dokument smazán

source: Category added
cs: Kategorie přidána

source: Category updated
cs: Kategorie upravena

source: Category deleted
cs: Kategorie smazána

source: Category name (Z - A)
cs: Název kategorie (Z - A)

source: Your message was sent
cs: Zpráva odeslána

source: [NeverExpire] Expiration reminder
cs: [NeverExpire] Připomínka expirace

source: [NeverExpire] Expiration reminder
cs: [NeverExpire] Připomínka expirace

source: Username contains a reserved word.
cs: Uživatelské jméno obsahuje rezervovaný výraz

source: User with this Email already exists.
cs: Uživatel s touto emailovou adresou již existuje

source: User with this Username already exists.
cs: Uživatel s tímto uživatelským jménem již existuje

source: Keep me logged in
cs: Zapamatuj si mě

source: Username can consist of letters, numbers and characters @, ., +, -, _.
cs: Uživatelské jméno se může skládat z písmen, čísel a znaků @, ., +, -, _.

source: You will be receiving expiration reminders to this email address.
cs: Emailové připomínky Vám budeme zasílat na tuto emailovou adresu.

source: Language
cs: Jazyk

source: IDs
cs: Osobní doklady

source: Car
cs: Auto

source: Insurance
cs: Pojištění

source: Delete account
cs: Smazat účet

source: This will permanently delete your account and all information you have entered to neverexpire.net. Are you sure you want to delete your account?
cs: Tato akce trvale vymaže Váš účet a veškeré informace, které jste zadali do NeverExpire.net. Jste si jistí?

source: Back
cs: Zpět

source: Yes
cs: Ano

source: Newsletter consent
cs: Souhlas se zasíláním novinek

source: I agree to receive news about NeverExpire (new updates, features, etc.) to my email address
cs: Souhlasím se zasílám novinek o NeverExpire (updaty, nové funkce, atd.) na můj email

source: New to Never Expire?
cs: Jste tu nově?

source: Forgot your password?
cs: Zapomenuté heslo

source: Username
cs: Uživatelské jméno

source: First name
cs: Křestní jméno

source: Not saved
cs: Nevyplněno

source: Last name
cs: Příjmení

source: Preferred language
cs: Preferovaný jazyk

source: Update info
cs: Upravit informace

source: Change password
cs: Změnit heslo

source: Update my account
cs: Upravit profil

source: Save changes
cs: Uložit změny

source: Password change
cs: Změna hesla

source: Submit
cs: Odeslat

source: Password reset
cs: Reset hesla

source: Password Reset Complete
cs: Reset hesla dokončen

source: Your password has been changed. You may go ahead and
cs: Vaše heslo bylo změněno. Nyní se již můžete

source: log in
cs: přihlásit

source: Confirm Password Reset
cs: Potvrzení resetování hesla

source: The password reset link was invalid, possibly because it has already been used or it has expired. Please request a new password reset.
cs: Odkaz pro reset hesla je nevalidní, pravděpodobně byl již použit nebo vypršela jeho platnost. Prosím opakujte proces pro reset.

source: Password reset instructions sent
cs: Instrukce pro reset hesla odeslány

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
cs: Na váš email jsme Vám odeslali instrukce pro reset hesla. Měli byste je brzy obdržet.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
cs: Pokud jste email neobdrželi, ujistěte se, že jste zadali stejnou emailovou adresu jako při registraci, a zkontrolujte SPAM složku.

source: To initiate the password reset process for your NeverExpire account '%(user)s', click the link below:
cs: Pro resetování hesla k Vašemu NeverExpire účtu '%(user)s', klikněte na odkaz níže:

source: If clicking the link above doesn't work, please copy and paste the URL in a new browser window instead.
cs: Pokud kliknutí na odkaz nefunguje, zkopírujte odkaz a vložte jej do okna prohlížeče.

source: Sincerely, The NeverExpire Team
cs: S pozdravem, tým NeverExpire

source: NeverExpire Password Reset
cs: NeverExpire - reset hesla

source: <p>By clicking the "Create an account" button you agree to our <a href="javascript:void(0)" class="link-blue js-terms" data-url="%(terms_url)s">Terms of Use</a> and <a href="javascript:void(0)" class="link-blue js-privacy" data-url="%(privacy_url)s">Privacy Policy</a>.</p>
cs: <p>Klinutím na "Vytvořit účet" souhlasíte s našimi <a href="javascript:void(0)" class="link-blue js-terms" data-url="%(terms_url)s">Podmínkami použití</a> a <a href="javascript:void(0)" class="link-blue js-privacy" data-url="%(privacy_url)s">Zásadami ochrany osobních údajů</a>.</p>

source: Create an account
cs: Vytvořit účet

source: Already have an account?
cs: Už máte účet?

source: User access limited
cs: Přístup uživatele omezen

source: Your access to the site has been restricted. Please contact us using our <a href="%(contact_url)s">contact form</a> stating your username and the issue you are experiencing.
cs: Váš přístup na tuto stránku byl omezen. Prosím kontaktujte nás pomocí <a href="%(contact_url)s">kontaktního formuláře</a> s Vaším uživatelským jménem a přidejte inforamce o tom, co se přihodilo.

source: Account updated
cs: Profil upraven

source: Your password was successfully updated!
cs: Vaše heslo bylo úspěšně změněno

source: Please correct the error below.
cs: Prosím opravte chybu uvedenou níže.

source: Welcome to NeverExpire
cs: Vítá Vás NeverExpire

source: 1 day
cs: 1 den

source: 3 days
cs: 3 dny

source: 1 week
cs: 1 týden

source: 2 weeks
cs: 2 týdny

source: 1 month
cs: 1 měsíc

source: 3 months
cs: 3 měsíce

source: 6 months
cs: 6 měsíců
