Repository: dmusilcz/reminder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Category
cs: Kategorie

source: Reminders can be chosen once this field is not empty
cs: Emailové připomínky lze vybrat jakmile toto pole nebude prázdné

source: Expiry date
cs: Datum expirace

source: Email reminders before expiration
cs: Email připomínky před expirací

source: Name
cs: Název

source: Description
cs: Popis

source: <b>Name</b> contains:
cs: <b>Název</b> obsahuje:

source: <b>Description</b> contains:
cs: <b>Popis</b> obsahuje:

source: <b>Expiry date</b> from:
cs: <b>Datum expirace</b> od:

source: <b>Expiry date</b> to:
cs: <b>Datum expirace</b> do:

source: No reminder set
cs: Bez připomínky

source: No category set
cs: Bez kategorie

source: <b>Category</b>:
cs: <b>Kategorie</b>:

source: Email reminders before expiration:
cs: Email připomínky před expirací

source: Entered 'Expiry date from' is later than 'Expiry date to'
cs: 'Datum expirace do' je dříve než 'Datum expirace od'

source: Email
cs: E-mailová adresa

source: Subject
cs: Předmět

source: Message
cs: Zpráva

source: Categories
cs: Kategorie

source: Documents
cs: Dokumenty

source: No reminders set
cs: Připomínky nenastaveny

source: No reminder sent
cs: Žádné

source: Site is currently in maintenance mode. Or some issue has come up. It could be either one, honestly.
cs: NeverExpire je momentálně v módu údržby. Nebo se vyskytnul nějaký problém. Upřímně to může být kterékoli z těch dvou.

source: This website uses cookies to make your experience better.
cs: Tato stránka používá cookies pro vylepšení její funkcionality.

source: More info
cs: Více informací

source: Ok, understood
cs: Ok, rozumím

source: Log out
cs: Odhlásit

source: Log in
cs: Přihlásit

source: Sign up
cs: Registrace

source: Overview
cs: Přehled

source: My account
cs: Můj profil

source: About NeverExpire
cs: O NeverExpire

source: Origin
cs: Vznik

source: Terms of Use
cs: Podmínky použití

source: Privacy Policy
cs: Zásady ochrany údajů

source: Get in touch
cs: Ozvěte se

source: Contact us
cs: Kontaktní formulář

source: If you're enjoying NeverExpire and you'd like to contribute to server costs, you can do so using the button below.
cs: Pokud se Vám NeverExpire líbí a chcete přispět na provoz stránky, můžete tak učinit pomocí tlačítka níže.

source: Add category
cs: Přidat kategorii

source: Create
cs: Vytvořit

source: Update category
cs: Upravit kategorii

source: Update
cs: Upravit

source: Send
cs: Odeslat

source: Add document
cs: Přidat dokument

source: Control over expiration of your documents
cs: Přehled nad platností vašich dokumentů

source: NeverExpire is a free service that lets you save any documents and sends you email reminders before they expire.
cs: NeverExpire je bezplatná služba, která Vám umožňuje uložit jakékoli dokumenty a automaticky Vám emailem pošle připomínky dříve než expirují

source: Join in
cs: Přidejte se

source: All documents in one place
cs: Všechny dokumenty pohromadě

source: Have your documents in one spot and know exactly when they expire
cs: Mějte své dokumenty na jednom místě ať přesně víte, kdy expirují

source: Automated email reminders
cs: Automatické emailové připomínky

source: Reminders will be sent to you by email before expiration based on your settings
cs: Připomínky Vám budou zaslány emailem podle toho, jak si je nastavíte

source: Overview hub
cs: Přehled

source: Statistics about your documents are available to you such as which document expires next and more
cs: Máte k dispozici statistiky o svých dokumentech jako např. který expiruje jako další

source: Categorization
cs: Kategorie

source: Create categories for your documents for easier grouping
cs: Vytvořte si kategorie pro své dokumenty pro snazší třídění

source: Examples
cs: Příklady

source: Driver's license
cs: Řidičský průkaz

source: Credit card
cs: Platební karta

source: Home insurance
cs: Pojištění domu

source: MOT test
cs: STK

source: Important: Please take a moment to go to your email settings and make sure our emails from 'noreply@neverexpire.net' are not received into your SPAM/Promotions/other non-inbox folders so you don't miss them.
cs: Důležité: Doporučujeme zkontrolovat nastavení Vaší emailové schránky a ujistit se, že naše emaily (od noreply@neverexpire.net) Vám nechodí do SPAM/Promoakce/jiné složky mimo přijaté emaily, kde si jich nemusíte všimnout.

source: You can find instructions to do so in an email we sent to you after your registration (%(user_joined)s UTC).
cs: Instrukce pro nastavení lze nalézt v emailu, který jsme Vám odeslali ihned po registraci (%(user_joined)s UTC).

source: <h4 class="my-2">You have no documents saved.</h4> <h3>Don't let them expire and add them!</h3>
cs: <h4 class="my-2">Nemáte žádné uložené dokumenty.</h4> <h3>Nenechte je expirovat a uložte si je!</h3>

source: My documents
cs: Mé dokumenty

source: Documents saved
cs: Uloženo dokumentů

source: Categories saved
cs: Uloženo kategorií

source: Next document expiring
cs: Nejbližší expirace

source: Document:
cs: Dokument:

source: Next reminder sent on
cs: Příští email připomínka

source: Last reminder sent on
cs: Poslední email připomínka

source: UTC timezone
cs: časová zóna: UTC

source: Documents expired
cs: Expirovaných dokumentů

source: Documents expiring in 1 month
cs: Počet expirací během 1 měsíce

source: Documents expiring in 6 months
cs: Počet expirací během 6 měsíců

source: Uncategorized documents
cs: Dokumentů bez kategorie

source: Showing documents %(start)s-%(end)s of %(total)s
cs: Zobrazeny dokumenty %(start)s-%(end)s z %(total)s

source: Order by:
cs: Řazení:

source: Expiry date increases
cs: Expirace, vzestupně

source: Expiry date decreases
cs: Expirace, sestupně

source: Name (A - Z)
cs: Název (A - Z)

source: Name (Z - A)
cs: Název (Z - A)

source: Category name (A - Z)
cs: Název kategorie (A - Z)

source: <p>Once there was a guy who let his documents expire several times, which sometimes came at a steep price.</p> <p>He wanted something to remind him about the expiration dates in advance in order to react in time, so he made this app.</p> <p>He thought other people could benefit from this as well, so here it is if you want it.</p> <p>If you'd like to contact the guy, please use this <a href="%(contact_url)s" class="link-blue">contact form</a>.</p>
cs: <p>Byl jednou jeden člověk, který několikrát nechal své dokumenty vyexpirovat, což jej občas přišlo draho.</p> <p>Chtěl, aby mu něco připomnělo, než mu dokumenty vyexpirují, aby tomu mohl včas zabránit, tak vytvořit tuto aplikaci.</p> <p>Napadlo jej, že by z toho mohli mít užitek i další lidé, takže jestli chcete, tady ji máte.</p> <p>Pokud se s tímto člověkem chcete spojit, použijte prosím tento <a href="%(contact_url)s" class="link-blue">kontaktní formulář</a>.</p>

source: Close
cs: Zavřít

source: Confirm category deletion
cs: Potvrzení smazání kategorie

source: Are you sure you want to delete the category
cs: Určitě chcete smazat kategorii

source: Category contains %(cats_count)s document/s which now won't have any category assigned.
cs: Kategorie obsahuje %(cats_count)s dokument(ů) které nyní budou nezařazené.

source: Delete category
cs: Smazat kategorii

source: Update
cs: Upravit

source: Save
cs: Uložit

source: Maximum categories: 30
cs: Maximum kategorií: 30

source: No description provided
cs: Bez popisu

source: Documents in category
cs: Dokumentů v kategorii

source: Delete
cs: Smazat

source: <h4 class="my-2">You have no categories created.</h4> <h3>Add some and group up your documents!</h3>
cs: <h4 class="my-2">Nemáte vytvořeny žádné kategorie.</h4> <h3>Přidejte nějaké a usnadněte si třídění dokumentů!</h3>

source: Confirm document deletion
cs: Potvrzení smazání dokumentu

source: Are you sure you want to delete the document
cs: Určitě chcete smazat dokument

source: No expiry date set
cs: Nevyplněno

source: Reminders before expiration
cs: Email připomínky před expirací

source: <p>You have <b>%(num)s</b> document saved</p>
cs: Máte <b>%(num)s</b> uložený dokument

source: Maximum documents: 100
cs: Maximum dokumentů: 100

source: Search
cs: Hledat

source: No documents match your search.
cs: Žádné dokumenty nenalezeny

source: <h4 class="my-2">You have no documents saved.</h4> <h3>Don't let them expire and add them!</h3>
cs: <h4 class="my-2">Nemáte žádné uložené dokumenty.</h4> <h3>Nenechte je vyexpirovat a uložte si je!</h3>
